package pp_lab3;

public class RoomInHotel {
    private int maxNumberOfGuest;
    private String name;
    private String category;


    //Будиночок має містити відомості про категорію (стандартний,
    //люкс…), максимальну кількість гостей та зручності. Деякі
    //зручності можуть збільшувати кількість гостей (диван +1
    //доросла людина, дитяче ліжечко +1 дитина)
    //Отримати інформацію про всі зручності обраного номеру
    //(повинні повертатися зручності номеру + зручності готелю)
}
